azdavis.millet
charliermarsh.ruff
dan-c-underwood.arm
esbenp.prettier-vscode
golang.go
haskell.haskell
jakebecker.elixir-ls
justusadam.language-haskell
llvm-vs-code-extensions.vscode-clangd
llvm-vs-code-extensions.vscode-mlir
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ocamllabs.ocaml-platform
pokey.command-server
pokey.cursorless
pokey.parse-tree
pokey.talon
rust-lang.rust-analyzer
sleistner.vscode-fileutils
tintinweb.graphviz-interactive-preview
twxs.cmake
vscodevim.vim
