azdavis.millet
haskell.haskell
justusadam.language-haskell
maximedenes.vscoq
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ocamllabs.ocaml-platform
phoityne.phoityne-vscode
redhat.vscode-yaml
rust-lang.rust-analyzer
scala-lang.scala
scalameta.metals
tintinweb.graphviz-interactive-preview
twxs.cmake
vscodevim.vim
