azdavis.millet
esbenp.prettier-vscode
haskell.haskell
justusadam.language-haskell
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.live-server
ocamllabs.ocaml-platform
phoityne.phoityne-vscode
redhat.vscode-yaml
rust-lang.rust-analyzer
scala-lang.scala
scalameta.metals
vscodevim.vim
